# St7SetPlateOutline

Sets the outline colour scheme for plates.

long St7SetPlateOutline(long uID, long Outline)

Input Parameters

uID

Strand7 model file ID.

Outline

One of plNone, plProperty, plGroup or plColour.